<template>
	<z-nav-bar backState="1000" fontColor='#000' title='用户协议'></z-nav-bar>
	<view class="container">
		<view>
			<image class="img" src="../../static/JK_06_Bg01.png" mode="widthFix"></image>
		</view>
		<view class="desc">
			<view class="title">
				中数科技用户许可使用协议
			</view>
			<view class="subtitle">法律条文与声明</view>
			<view class="" v-html="desc">

			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				desc: `
    “中数科技睡眠健康”小程序或平台（简称“本站”）是由中数（福建）医疗科技有限公司（以下简称“中数科技”）设立并运营管理的服务平台。
 
    中数科技的注册用户（简称“您”或“用户”）在申请注册流程中签署《用户注册协议》（简称“协议”）前，应当认真阅读以下协议内容。请您务必审慎阅读、充分理解协议中各条款内容，特别是免责条款、法律适用和争议解决条款，应重点阅读。
    
	如您对协议有任何疑问，可向中数科技平台客服咨询。
	
   【特别提示】本协议是您与中数（福建）医疗科技有限公司之间就网站服务等相关事宜所订立的契约，请您仔细阅读本注册协议。 阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止注册程序。
	
	1. 本站服务条款的确认和接纳 
	
	1.1.本站的各项电子服务的所有权和运营权归中数科技所有。用户同意所有注册协议条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是约定双方权利义务的契约，法律另有强制性规定或双方另有特别约定的，依其规定。
	1.2.用户点击同意本协议的，即视为用户确认自己具有接受本站服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。
	1.3.如果您在18周岁以下8周岁以上，您只能在父母或监护人的监护参与下才能使用本站。如果您不满8周岁，您没有权利注册使用本站，您签署本协议以及使用本站的行为均无效。
	1.4.中数科技保留在中华人民共和国大陆地区法律允许的范围内决定服务性质、管理用户账户、清除或编辑平台内容以及解释协议等权利。
	
	2. 本站服务 
	
	2.1.“中数科技”是为用户提供睡眠身心健康测量、咨询、社交、信息等服务的服务平台。中数科技通过本站依法为用户提供互联网信息商务服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。
	2.2.用户必须自行准备如下设备和承担如下开支：
	2.2.1.上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；
	2.2.2.上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
	2.3.平台规则：包括在所有本站已经发布以及后续更新发布的全部规则、解读、公告等内容以及在论坛、帮助中心内发布的各类规则、细则、产品流程说明、公告等。
	2.4.同一用户：中数科技只允许每位用户使用一个账户。使用同一身份认证信息或经中数科技排查认定多个中数科技账户的实际控制人为同一人的，均视为同一用户。

	3. 协议范围 
	
	3.1.签约主体
	【平等主体】本协议由您与中数科技共同缔结，本协议对您与中数科技均具有合同法律效力。
	【主体信息】中数（福建）医疗科技有限公司系经营“中数科技”的法律主体。本协议项下，本站经营者可能根据中数科技的业务调整而发生变更，变更后的本站经营者与您共同履行本协议并向您提供服务，本站经营者的变更不会影响您本协议项下的权益。本站经营者还有可能因为提供新的本站服务而新增，如您使用新增的本站服务的，视为您同意新增的本站经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。
	3.2.补充协议
	由于互联网高速发展，您与中数科技签署的本协议列明的条款并不能完整罗列并覆盖您与中数科技所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，本站法律声明、用户隐私协议、平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您签署本协议，视为您同意上述补充协议。

	4. 用户信息
	
	4.1.用户应自行向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。您了解并同意，您有义务保持您提供信息的真实性及有效性。
	4.2.您设置的用户名不得违反国家法律法规及本站关于用户名的管理规定，否则中数科技可回收您的用户名。用户名的回收不影响您以邮箱、手机号码登录本站并使用本站服务。
	4.3.用户在本站进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。
	4.4.用户注册成功后，将产生用户名和密码等账户信息，您可以根据本站规定修改您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。
	4.5.用户同意，中数科技拥有通过邮件、短信、电话等形式，向在本站注册用户发送订单信息、促销活动等告知信息的权利。
	4.6.用户不得将在本站注册获得的账户借给、转让给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。
	4.7.用户同意，为了配合诉讼、仲裁或者其他政府相关部门的工作，中数科技有权使用用户的注册信息、用户名、密码等信息登录进入用户的注册账户，进行证据收集、证据保全，包括但不限于公证、见证等。
	
	5. 交易约定 
	
	5.1.用户可通过购买本店展示的商品（含虚拟商品）以接受中数科技的各项服务。如提供服务或商品发生变更，本店将及时更新相关规则及协议内容，望您知晓。
	5.2.在您下订单时，请您仔细确认商品或服务的名称、内容、价格、数量、规格、联系地址、电话、收货人等信息。收货人与用户本人不一致的，收货人提交订单的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。
	5.3.除法律另有强制性规定外，双方约定如下：本站展示的服务和价格等信息仅仅是交易信息的发布，为所提供服务的要约邀请，您下单时须填写您希望购买的服务数量、价款及支付方式、收货人、联系方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，是您向本站发出的交易诉求；本站收到您的订单信息后，在中数科技进行确认订单的操作后，方视为您与中数科技之间建立了交易关系。您可以随时登录您在本站注册的账户，查询您的订单状态。
	5.4.由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的服务都会收到中数科技的确认。

	6. 用户权利与义务
	
	6.1.您有权根据本协议的约定，以及本站上发布的相关规则在本站上查询服务信息、订购具体服务、发表使用体验、参与服务讨论、参加有关活动，以及使用本站提供的其他服务。
	6.2.您保证在本站购买服务过程中遵守法律法规、不违背社会公德及遵守诚实信用原则，不扰乱本站交易的正常秩序，因此您将不会实施以下任一行为。
	6.2.1.以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等非中数科技认可的方式访问或登录中数科技网站；
	6.2.2.通过发送病毒、木马等行为攻击其它用户的账号或终端设备；
	6.2.3.冒充中数科技工作人员欺骗其他用户；
	6.2.4.下单后无正当理由拒不收货；
	6.2.5.通过任何方式对中数科技网站造成或可能造成不合理或不合比例的重大负荷；
	6.2.6.通过留言、评价等手段发送违规或垃圾信息；
	6.2.7.协助他人获取不正当利益；教唆他人从事本协议所禁止的行为；
	6.2.8.中数科技网站其他规则规定的不当行为。
	6.3.您理解并保证不在本站传输或发表包含以下内容的言论：
	6.3.1.违反国家法律法规规定的；反对宪法所确定的基本原则，煽动、抗拒、破坏宪法和法律、行政法规实施的；
	6.3.2.煽动颠覆国家政权，推翻社会主义制度，煽动、分裂国家，破坏国家统一的；
	6.3.3.损害国家机关信誉的、损害国家荣誉和利益的、损害社会公共利益和涉及国家安全的；
	6.3.4.煽动民族仇恨、民族歧视，破坏民族团结的；
	6.3.5.任何包含对种族、性别、宗教、地域内容等歧视的；
	6.3.6.捏造或者歪曲事实，散布谣言，扰乱社会秩序的；
	6.3.7.宣扬封建迷信、邪教、淫秽、色情、赌博、暴力、凶杀、恐怖教唆犯罪的；
	6.3.8.欺诈、虚假、不准确或存在误导性的；
	6.3.9.骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的、公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；
	6.3.10.	其他违背社会公共利益或公共道德或依据相关中数科技平台协议规则的规定不适合在中数科技平台上发布的。
	6.4.用户在发表使用体验、服务讨论或图片等内容时，除遵守本条款外，还应遵守本站的其他相关规定。
	6.5.未经中数科技同意，禁止用户在本站发布任何形式的广告。
	6.6.本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：
	6.6.1.从中国大陆向境外传输资料信息时必须符合中国有关法律法规；
	6.6.2.不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
	6.6.3.不得干扰中数科技的正常运营秩序，不得侵入本站计算机信息系统；
	6.7.除本协议或另有约定外，您理解并保证不利用在本站注册的账户进行经营活动、牟利行为及其他未经中数科技许可的行为，包括但不仅限于以下行为：
	6.7.1.您账户内的任何本站优惠信息由中数科技享有解释权和修改权，您仅享有本站指定使用权，严禁转卖账户、积分、返利、抵用券、或其他类型的优惠券、礼品卡、或利用账户进行其他经营性行为等；
	6.7.2.恶意利用技术手段或其他方式，为获取优惠、折扣或其他利益而注册多个账户、下单等行为，影响其他用户正常消费行为或相关合法权益、影响中数科技正常销售秩序的行为；
	6.7.3.以再销售或商业使用为目的，对商品或服务进行出售/购买（用户与中数科技另有合同约定的除外）；
	6.7.4.商品或服务的供应商、代理商对其所供商品或服务进行回购的行为；
	6.7.5.任何对商品或服务的目录、说明、价格、数量、其他用户信息或其他内容的下载、转载、收集、衍生利用、复制、出售、转售或其他形式的使用，无论是否通过Robots、Spiders、自动仪器或手工操作；
	6.7.6.中数科技相关规则、政策、网页、活动规则中限制、禁止的行为；
	6.7.7.其他影响中数科技对用户账户正常管理秩序的行为。
	6.8.您不得利用任何非法手段获取其他用户个人信息，不得将其他用户信息用于任何营利或非营利目的，不得泄露其他用户或权利人的个人隐私，否则中数科技有权采取措施制止您的上述行为，情节严重的，将提交公安机关处理。
	
	7. 权利声明
	
	7.1.中数科技所属公司拥有本网站内的所有产品、技术、程序、资料、信息内容（包括但不限于文字、图片、图像、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密及其他所有相关权利）。未经权利人许可，任何人不得擅自使用。
	7.2.用户在接受本协议时即视为主动将其在本网站发表的任何形式的信息的著作权， 包括但不限于复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他著作财产权利无偿独家转让给中数科技所有，若发生第三人侵权，中数科技有权单独提起诉讼并获得全部赔偿。
	7.3.用户同意中数科技网站后服务市场的全部运营数据，包括但不限于用户信息、用户列表、用户关系、用户的使用数据、交易数据、订单数据等，以及用户通过注册所得的本网站账户（即本网站用户ID）所有权等全部权利均归属于中数科技。 未经中数科技事先书面同意，均不得为任何目的擅自保存、备份、泄露、使用或授权他人使用前述运营数据或者转让其账户的使用权。用户如用户违反上述规定，中数科技有权追究的违约责任，由此产生的一切责任由其自行承担。

	8. 不保证链接可用性
	
	8.1.为了保障中数科技APP相关功能的实现以及安全稳定的运行环境，本站可能会接入由第三方提供的软件开发包或者链接，并对其进行严格的安全监测。用户承认并同意，中数科技并不对网站上的软件开发包或链接的可用性负责，且不认可链接上任何内容、宣传、产品、服务或其他材料，也不对其负责或承担任何责任。用户进一步承认和同意，对于任何因使用或信赖本网站上获取的此宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，中数科技均不承担责任。
	
	9.	反商业贿赂
	
	9.1.中数科技坚持认真贯彻国家关于反商业贿赂的各项规定，努力建立健全反对不正当交易行为和反商业贿赂的长效机制。
	9.2.中数科技坚持严厉打击商业贿赂行为，对违反本声明相关规定的员工，将严肃查处和教育，情节严重的，及时报告相关机构；对违反本声明相关规定的用户或合作伙伴，一经查实，中数科技有权终止对用户提供服务，并保留追究相关法律责任的权利。
	9.3.中数科技愿意在公开透明、公正平等、诚实信用的合作机制下，与所有用户及合作伙伴们“共赢”美好明天。真诚希望用户及合作伙伴们能理解并支持本中数科技的反商业贿赂政策，并欢迎对中数科技及员工遵守本声明政策的情况进行监督。

	10. 保密责任
	
	10.1.用户保证在使用本网站过程中所获悉的属于本网站及他方的且无法自公开渠道获得的商业秘密、专有信息、双方共有的客户信息及其他保密性质的所有信息均为保密信息（包括但不限于商业秘密、公司计划、运营活动、财务信息、技术信息、经营信息及其他商业秘密）。未经该信息的原享有方同意，不应以任何形式向第三方披露或泄露保密信息，否则，应承担赔偿损失责任。
	10.2.针对用户隐私信息的相关约定，以《用户隐私协议》为准。
	10.3.本协议约定的保密责任长期有效，不以本协议的变更、解除或终止而失去法律效力。

	11. 免责条款
	
	11.1.	避风港原则
	11.1.1.	中数科技对于用户的文章、图片、文字等内容提供空间存储服务，不参与制作用户文章、图片、文字等内容，对用户亦无担保、推荐义务，亦不从中直接获取经济利益。
	11.1.2.	若版权人或版权代理人认为用户发表的文章、图片、文字等内容侵犯自身知识产权的，应通知中数科技，中数科技将及时删除或断开侵权作品，并不承担赔偿责任。
	11.2.	睡眠身心健康测量
	11.2.1.	用户理解并同意：睡眠身心健康测量目前还不是医疗级别的测量，其测量结果和相关指标的建议仅供参考，不能作为医疗和健康治疗的依据。
	11.2.2.	用户理解并同意：达不到来访者心理预期的健康咨询效果，不属于服务质量问题，中数科技作为平台对此不承担任何担保责任或其他法律责任。
	11.3.	测评
	11.3.1.	中数科技的测评由系统自动完成，测评结果和个人分析报告仅供被测评人单方参考，中数科技对测评结果不负任何保证义务，不承担任何形式的法律责任。 非测评系统自身问题，中数科技有权拒绝参与解决。

	12. 违约责任
	
	12.1.除本协议另有约定之外，如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失（包括但不限于诉讼费、仲裁费、鉴定费、调查费、差旅费等）进行索赔，如违约方未能按时停止违约行为，则守约方有权立即终止本协议。
	12.2.您如果违反本协议第六条相关义务，或者提供的注册资料不合法、不真实、不准确、不详尽，或者存在不当注册或不当使用多个账户或转让他人等情形的，本站有权根据实际情况暂停或终止相关服务，并有权采取中断/终止账号及服务、删除地址、删除目录或关闭服务器等行动，用户需承担因此引起的全部法律责任及后果。
	12.3.中数科技因违约或侵权依法对用户赔偿损失的，赔偿额以实际最终收取用户款项总额为限。
	12.4.本协议终止后，中数科技仍可继续保存用户留存于本网站的本协议的各类信息。 除法律有明确规定外，中数科技无义务向用户或用户指定的第三方披露用户账户中的任何信息。

	13. 通知
	
	13.1.用户应当准确填写并及时更新提供给中数科技的联系电话等联系方式，保证联系方式的有效性及安全性，以便中数科技及健康师可以通过上述联系方式与自己进行有效联系。如因通过上述联系方式无法与用户取得联系，导致中数科技站产生任何损失或增加费用的，应由用户完全独立承担。
	13.2.中数科技发送或接受通知的邮箱：fjzs@zsyl.cc，通知的送达以邮件发出为准。

	14. 争议解决
	
	14.1.本协议之解释，适用及相关争议解决，均适用中华人民共和国法律。双方若协商不成，可向原告住所地有管辖权的人民法院提起诉讼。
	
	15. 其他
	
	15.1.当您按照注册页面提示填写信息、阅读并签署协议后，即表示您已充分阅读理解并接受协议的全部内容，协议即生效。
	15.2.中数科技有权根据自身情况变更协议的服务提供者，用户同意并接受协议主体的变更，协议项下的相关权利义务等全部条款继续有效，另有约定的除外。`

			}
		}
	}
</script>

<style scoped lang="scss">
	.container {
		padding-bottom: env(safe-area-inset-bottom);
		padding-bottom: constant(safe-area-inset-bottom);
	}

	.img {
		width: 750rpx;
	}

	.desc {
		padding: 30rpx;
		text-align: justify;
		white-space: pre-wrap;
		line-height: 35rpx;
		font-size: 28rpx;
	}

	.title {
		text-align: center;
		font-weight: bold;
		padding: 20rpx;
		font-size: 40rpx;
	}

	.subtitle {
		text-align: center;
		font-weight: bold;
		padding: 20rpx;
		font-size: 30rpx;
	}
</style>